---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.NumberingFailures.SampleNumberingError
source: html/45657f09-0d84-e959-1465-be2fa772f15c.htm
---
# Autodesk.Revit.DB.BuiltInFailures.NumberingFailures.SampleNumberingError Property

Replace this with the first real one

## Syntax (C#)
```csharp
public static FailureDefinitionId SampleNumberingError { get; }
```